Autodesk.Revit.DB.FillPattern.SetFillGrids(System.Collections.Generic.IList`1{Autodesk.Revit.DB.FillGrid})
Set the fill grids in this fill pattern.
fillGrids:
The fill grids to be used.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL